["Use the Force, Luke. ","The Force is what gives a Jedi his power. It's an energy field created by all living things. It surrounds us and penetrates us. It binds the galaxy together. ","The Force is strong with this one. ","[approaching the Death Star]","I have a very bad feeling about this. ","Your friend is quite a mercenary. I wonder if he really cares about anything... or anybody. ","I care. ","If there's a bright center to the universe, you're on the planet that it's farthest from. ","Let me see your identification. ","You don't need to see his identification. ","We don't need to see his identification. ","These aren't the droids you're looking for. ","These aren't the droids we're looking for. ","He can go about his business. ","You can go about your business. ","Move along. ","Move along... move along. ","I felt a great disturbance in the Force, as if millions of voices suddenly cried out in terror and were suddenly silenced. I fear something terrible has happened. ","This is some rescue!  You came in here, but didn't you have a plan for getting out? ","He's the brains, sweetheart! ","She's rich. ","[interested]","Rich, powerful. Listen, if you were to rescue her, the reward would be... ","Han Solo:","Well, more wealth than you can imagine! ","I don't know, I can imagine quite a bit. ","[Ponda Baba gives Luke a rough shove and starts yelling at Luke in an alien language which Luke doesn't understand]","He doesn't like you. ","Sorry. ","*I* don't like you either. You just watch yourself. We're wanted men. I have the death sentence on twelve systems. ","I'll be careful. ","You'll be dead! ","This little one's not worth the effort. Come, let me get you something. ","[Dr. Evazan shoves Luke across the room and pulls out a blaster]","No blasters! No blasters! ","[Obi-Wan ignites his lightsaber, severing Ponda Baba's arm]","I have you now! ","You know, I think that R2 unit we bought may have been stolen. ","What makes you think that? ","Well, I stumbled across a recording while I was cleaning him. He says that he belongs to someone named Obi-Wan Kenobi. I thought he might have meant old Ben. Do you know what he's talking about? ","Uncle Owen:","I wonder if he's related to Ben. ","That wizard is just a crazy old man. Now, tomorrow I want you to take that R2 unit to Anchorhead and have its memory erased. That'll be the end of it. It belongs to us now. ","But what if this Obi-Wan comes looking for him?  ","He won't. I don't think he exists anymore. He died about the same time as your father. ","He knew my father? ","I told you to forget it. ","Darth Vader:","Obi-Wan Kenobi? What makes you think so? ","A tremor in the Force. The last time I felt it was in the presence of my old master. ","Surely he must be dead by now. ","Don't underestimate the Force. ","The Jedi are extinct, their fire has gone out of the universe. You, my friend, are all that's left of their religion. ","[answering a comm signal]","Governor Tarkin:","We have an emergency alert in detention block AA-23.  ","The Princess? Put all sections on alert. ","Obi-wan *is* here. The Force is with him. ","If you're right, he must not be allowed to escape. ","Escape is not his plan. I must face him, alone. ","What of the Rebellion? If the Rebels have obtained a complete technical reading of this station, it is possible, however unlikely, they might find a weakness and exploit it. ","The plans you refer to will soon be back in our hands.  ","Any attack made by the Rebels against this station would be a useless gesture, no matter what technical data they have obtained. This station is now the ultimate power in the universe! I suggest we use it! ","Don't be too proud of this technological terror you've constructed. The ability to destroy a planet is insignificant next to the power of the Force. ","Don't try to frighten us with your sorcerer's ways, Lord Vader.  Your sad devotion to that ancient Jedi religion has not helped you conjure up the stolen data tapes, or given you enough clairvoyance to find the rebels' hidden fortress... ","[Vader makes a pinching motion and Motti starts choking]","I find your lack of faith disturbing. ","Enough of this! Vader, release him! ","As you wish. ","[He does]","No! Alderaan is peaceful! We have no weapons, you can't possibly... ","You would prefer another target, a military target? Then name the system! I grow tired of asking this so it will be the last time: *Where* is the rebel base? ","...Dantooine.  They're on Dantooine. ","There. You see, Lord Vader, she can be reasonable. Continue with the operation; you may fire when ready. ","Princess Leia:","You're far too trusting. Dantooine is too remote to make an effective demonstration - but don't worry; we will deal with your rebel friends soon enough. ","I have something here for you.  Your father wanted you to have this when you were old enough, but your uncle wouldn't allow it. He feared you might follow old Obi-Wan on some damn fool idealistic crusade like your father did. ","What is it? ","Your father's light saber. This is the weapon of a Jedi Knight. Not as clumsy or random as a blaster; an elegant weapon for a more civilized age. For over a thousand generations, the Jedi Knights were the guardians of peace and justice in the Old Republic. Before the dark times... before the Empire.  ","There was nothing you could have done, Luke, had you been there. You'd have been killed too, and the droids would now be in the hands of the Empire. ","I want to come with you to Alderaan. There's nothing for me here now. I want to learn the ways of the Force and become a Jedi like my father. ","Where are you going? ","Looks like I'm going nowhere... I'm gonna finish cleaning those 'droids. ","Owen, he can't stay here forever, most of his friends have gone. It means so much to him. ","Well, I'll make it up to him next year, I promise. ","Luke's just not a farmer, Owen. He has too much of his father in him. ","That's what I'm afraid of. ","Our scout ships have reached Dantooine. They found the remains of a Rebel base, but they estimate that it has been deserted for some time. They are now conducting an extensive search of the surrounding systems. ","She lied. She lied to us! ","I told you she would never consciously betray the Rebellion. ","Terminate her... immediately! ","Rest easy, son. You've had a busy day. You're fortunate to be all in one piece. ","Ben? Ben Kenobi? Boy, am I glad to see you. ","The Jundland Wastes are not to be traveled lightly. Tell me, young Luke, what brings you out this far? ","This little droid. I think he's searching for his former master. I've never seen such devotion in a droid before. Ah, he claims to be the property of an Obi-Wan Kenobi. Is he a relative of yours? Do you know what he's talking about? ","Obi-Wan Kenobi. Obi-Wan... Now, that's a name I've not heard in a long time.  A long time. ","I think my uncle knows him. He said he was dead. ","Oh, he's not dead... Not yet. ","You know him? ","But of course I know him. He's me. ","[R2 beeps in surprise]","I haven't gone by the name of Obi-Wan since... oh, before you were born.  ","Boy, it's lucky you have these compartments. ","I use them for smuggling. I never thought I'd be smuggling myself in them. This is ridiculous. ","They're gonna execute her! Look, a few minutes ago you said you didn't want to just wait here to be captured.  Now all you want to do is stay? ","Marching into a detention area is not what I had in mind. ","But they're gonna kill her! ","Better her than me! ","[seeing Luke and Han disguised as Stormtroopers taking Chewbacca to the prison level]","Prisoner transfer.  Cell block 1138? ","I wasn't notified. I'll have it cleared. ","[signals another imperial officer to check Chewbacca; Chewbacca breaks out of his binders]","Look out he's loose! ","He'll tear us all apart! ","I'll get 'im! ","[they shoot out the security cameras and kill the officers]","So. You got your reward and you're just leaving, then? ","That's right, yeah. Got some old debts I gotta pay off with this stuff. Even if I didn't, you don't think I'd be fool enough to stick around here, do you? Why don't you come with us? You're pretty good in a fight. We could use you.  ","Come on. Why don't you take a look around. You know what's about to happen, what they're up against. They could use a good pilot like you, you're turning your back on them. ","What good is a reward if you ain't around to use it? Besides, attacking that battle station is not my idea of courage. It's more like, suicide. ","Okay. Take care of yourself Han. I guess that's what you're best at isn't it? ","Hey, Luke. May the Force be with you. ","[to Chewbacca]","What're you lookin' at? I know what I'm doin'.  ","[In Huttese; subtitled]","Yes, Greedo. I was just going to see your boss. Tell Jabba I've got his money. ","It's too late. You should have paid him when you had the chance.  Jabba's put a price on your head so large, every bounty hunter in the galaxy will be looking for you. I'm lucky I found you first. ","Yeah, but this time I've got the money. ","If you give it to me, I might forget I found you. ","I don't have it with me.  Tell Jabba... ","Jabba's through with you! He has no use for smugglers who drop their shipments at the first sign of an Imperial cruiser. ","Even I get boarded sometimes. Do you think I had a choice? ","You can tell that to Jabba. At best, he may only take your ship. ","Over my dead body! ","That's the idea... I've been looking forward to this for a long time. ","Yeah, I'll bet you have. ","[Han blasts Greedo, then heads out, tossing the bartender a coin]","Sorry about the mess. ","[Han answers the intercom after comandeering an attack station]","Uh, everything's under control. Situation normal.  ","What happened? ","Uh, we had a slight weapons malfunction, but uh... everything's perfectly all right now. We're fine. We're all fine here now, thank you. How are you?  ","We're sending a squad up. ","Uh, uh... negative, negative. We had a reactor leak here now. Give us a few minutes to lock it down. Large leak, very dangerous. ","Who is this? What's your operating number? ","Han Solo:","[Han shoots the intercom]","Boring conversation anyway. LUKE, WE'RE GONNA HAVE COMPANY! ","I've been waiting for you, Obi-Wan. We meet again, at last. The circle is now complete. When I left you, I was but the learner; now *I* am the master. ","Only a master of evil, Darth. ","[lightsabers clash]","Until this battle station is fully operational, we are vulnerable. The Rebel Alliance is too well equipped, they're more dangerous than you realize. ","Dangerous to your starfleet, Commander; not to this battle station. ","[the Y-wings are running the gauntlet toward the Death Star reactor-port]","Stabilize your rear deflectors... Watch for enemy fighters. ","They're coming in! Three marks at 2-10! ","[Gold Two is slain by Darth Vader and his wingmen; Gold Leader starts to panic]","It's no good, I can't maneuver! ","Stay on target. ","*We're too close!* ","Stay on target! ","Gold Leader:","[he too is picked off by Vader and Company; Gold Five tries to escape but is fatally winged]","Gold Five to Red leader, lost Tiree, lost Dutch. ","I copy, Gold Leader. ","It came from... behind! ","[crashes]","Now don't you forget this! Why I should stick my neck out for you is far beyond my capacity! ","Just you reconsider playing that message for him! ","[R2 beeps a question]","No, I don't think he likes you at all. ","[R2 beeps again]","No, I don't like you either. ","I would much rather have gone with Master Luke than stay here with you. I don't know what all this trouble is about, but I'm sure it must be your fault. ","[R2 beeps an angry response]","You watch your language! ","[C-3PO is tangled up in wires after a run-in with tie fighters]","Help! I think I'm melting! This is all your fault! ","[R2-D2 makes a series of beeps that sound like chuckling]","[repeated line]","This is all your fault. ","The battle station is heavily shielded and carries a firepower greater than half the star fleet. Its defenses are designed around a direct, large-scale assault. A small one-man fighter should be able to penetrate the outer defense. ","Pardon me for asking, sir, but what good are snub fighters going to be against that? ","Well, the Empire doesn't consider a small one-man fighter to be any threat, or they'd have a tighter defense. An analysis of the plans provided by Princess Leia has demonstrated a weakness in the battle station. But the approach will not be easy. You are required to maneuver straight down this trench and skim the surface to this point. The target area is only two meters wide. It's a small thermal exhaust port, right below the main port. The shaft leads directly to the reactor system. A precise hit will start a chain reaction which should destroy the station. Only a precise hit will set off a chain reaction. The shaft is ray-shielded, so you'll have to use proton torpedoes. ","That's impossible!  Even for a computer. ","It's not impossible. I used to bullseye womp rats in my T-16 back home, they're not much bigger than two meters. ","Then man your ships. And may the Force be with you. ","You're safe. When we heard about Alderaan, we feared the worst.  ","We have no time for sorrows, Commander. You must use the information in this R-2 unit to help plan the attack- it's our only hope. ","Where are you taking this...  thing? ","I don't know who you are or where you came from, but from now on you'll do as I tell you, okay? ","That's no moon. It's a space station. ","General Kenobi. Years ago you served my father in the Clone Wars. Now he begs you to help him in his struggle against the Empire. I regret that I am unable to convey my father's request to you in person, but my ship has fallen under attack, and I'm afraid my mission to bring you to Alderaan has failed. I have placed information vital to the survival of the Rebellion into the memory systems of this R2 unit. My father will know how to retrieve it. You must see this droid safely delivered to him on Alderaan. This is our most desperate hour. Help me, Obi-Wan Kenobi. You're my only hope. ","[pause]","You must learn the ways of the Force, if you're to come with me to Alderaan. ","Alderaan? I'm not going to Alderaan, I've gotta get *home*, it's late, I'm in for it as it is! ","I need your help, Luke. She needs your help. I'm getting too old for this sort of thing. ","Look, I can't get involved. I've got work to do. It's not that I like the Empire; I hate it, but there's nothing I can do about it right now... It's all such a long way from here.  ","That's your uncle talking. ","Well, you can forget your troubles with those Imperial slugs. I told you I'd outrun 'em. ","[nobody is listening]","Don't everyone thank me at once. ","Hokey religions and ancient weapons are no match for a good blaster at your side, kid. ","The Imperial Senate will no longer be of any concern to us. I have just received word that the Emperor has dissolved the council permanently. The last remnants of the Old Republic have been swept away forever. ","But that's impossible! How will the Emperor maintain control without the bureaucracy? ","The regional governors now have direct control over their territories. Fear will keep the local systems in line.  Fear of this battle station. ","I'm Luke Skywalker. I'm here to rescue you. ","Princess Leia:","We seem to be made to suffer. It's our lot in life. ","[repeated line]","Help me, Obi-Wan Kenobi; you're my only hope. ","For over a thousand generations, the Jedi knights were the guardians of peace and justice in the old Republic... before the dark times... before the empire. ","Hello there. ","[R2 beeps]","Come here, my little friend. Don't be afraid. ","[R2 beeps a question]","Oh don't worry, he'll be alright.  ","Alright, come on. And the red one. Come on. Well, come on Red, let's go. ","[the red R2 unit blows its top]","[looks up from paying the Jawa]","This R2 unit has a bad motivator, look! ","Hey, what are you trying to push on us? ","We've stopped. Wake up!  Wake up! ","[R2D2 beeps]","We're doomed. ","He says he's found the main control to the power beam that's holding the ship here; he'll try to make the precise location appear on the monitor. ","[a diagram of the power terminal appears on the screen]","The tractor beam is coupled to the main reactor in seven locations. A power loss at one of the terminals will allow the ship to leave. ","Someone has to save our skins. Into the garbage chute, fly boy. ","How did my father die? ","A young Jedi named Darth Vader, who was a pupil of mine until he turned to evil, helped the Empire hunt down and destroy the Jedi knights. He betrayed and murdered your father. Now the Jedi are all but extinct. Vader was seduced by the dark side of the Force. ","Mos Eisley spaceport: You will never find a more wretched hive of scum and villainy. We must be cautious.  ","I don't understand how we got by those troops. I thought we were dead. ","The Force can have a strong influence on the weak-minded. ","Han Solo. I'm captain of the Millennium Falcon. Chewie here tells me you're lookin' for passage to the Alderaan system? ","Yes indeed, if it's a fast ship. ","Fast ship? You've never heard of the Millennium Falcon? ","Should I have? ","It's the ship that made the Kessel Run in less than twelve parsecs. I've outrun Imperial starships. Not the local bulk cruisers mind you, I'm talking about the big Corellian ships now. She's fast enough for you old man.  What's the cargo? ","Only passengers. Myself, the boy, two droids... and no questions asked. ","What is it? Some kind of local trouble? ","Let's just say we'd like to avoid any Imperial entanglements. ","[on first seeing the Millenium Falcon]","She'll make point five past lightspeed. She may not look like much, but she's got it where it counts, kid. I've made a lot of special modifications myself. ","Governor Tarkin, I should have expected to find you holding Vader's leash. I recognized your foul stench when I was brought on board. ","Charming to the last. You don't know how hard I found it, signing the order to terminate your life. ","I'm surprised that you had the courage to take the responsibility yourself. ","Princess Leia, before your execution, I'd like you to join me for a ceremony that will make this battle station operational. No star system will dare oppose the Emperor now. ","The more you tighten your grip, Tarkin, the more star systems will slip through your fingers. ","Not after we demonstrate the capabilities of this station. ","Where could they be? ","[R2 beeps at him]","Use the comlink? Oh my! I forgot, I turned it off. ","[over the comlink]","Are you there sir?  ","Luke:","We've had some problems... ","Will you shut up and listen to me! Shut down all the garbage smashers on the detention level, will ya? Do you copy? Shut down all the garbage smashers on the detention level! Shut down all the garbage mashers on the detention level! ","No! Shut them *all* down, hurry! ","[R2 shuts down the compactors]","What? HAHA! Hey, you did it 3PO! ","[Luke, Leia and Han start laughing hysterically; it sounds like screaming]","Listen to them, they're dying R2! Curse my metal body, I wasn't fast enough, it's all my fault! My poor Master. ","3PO, we're all right! We're all right! Ha ha! Hey, open the pressure maintenance hatch on unit number... where are we? 3263827! ","[referring to Obi Wan]","If you're right, he must not be allowed to escape. ","Escape is not his plan. I must face him. Alone. ","[Two stormtroopers are posted near the tractor beam power terminal]","Do you know what's going on? ","Maybe it's another drill. ","I sense something; a presence I've not felt since... ","Don't call me a mindless philosopher, you overweight glob of grease.  ","[repeated line]","We're doomed. ","Wonderful girl. Either I'm going to kill her or I'm beginning to like her. ","I don't what we're gonna do now. Even if I could take off, I could never get past the tractor beam. ","Leave that to me. ","Damn fool, I knew you were going to say that. ","Who's the more foolish? The fool, or the fool who follows him? ","Aren't you a little short for a stormtrooper? ","Get in there, you big furry oaf! I don't care what you smell! ","This is *not* gonna work. ","Why didn't you say so before? ","I *did* say so before. ","Look, Your Worshipfulness, let's get one thing straight. I take orders from just one person: me. ","It's a wonder you're still alive. ","[Pushing past Chewbacca]","Will someone get this big walking carpet out of my way? ","No reward is worth this. ","[Princess Leia gets her first look at the Millennium Falcon]","You came in that thing? You're braver than I thought. ","[Luke blows up his first TIE fighter]","Got 'im! I got 'im! ","Great, kid. Don't get cocky.  ","It's not over yet. ","It is for *me*, sister. Look, I ain't in this for your revolution, and I'm not in it for you, Princess. I expect to be well paid. *I'm* in it for the money. ","You needn't worry about your reward. If money is all that you love, then that's what you'll receive. ","[to Luke]","Your friend is quite the mercenary. I wonder if he really cares about anything. Or anybody. ","[she stalks out]","[calling after her]","[to Han]","So, what do you think of her, Han? ","I'm tryin' not to, kid.  ","[sotto voce]","Still, she's got a lot of spirit. I don't know, whaddya think? You think a princess and a guy like me... ","[quickly]","Come on. Why don't you take a look around? You know what's about to happen, what they're up against. They could use a good pilot like you. You're turning your back on them. ","What good's a reward if you ain't around to use it? Besides, attacking that battle station ain't my idea of courage. It's more like... suicide. ","All right. Well, take care of yourself, Han. I guess that's what you're best at, isn't it? ","[starts to storm off]","Hey, Luke... may the Force be with you. ","[Luke exits. Chewie growls]","What're you lookin' at? I know what I'm doin'. ","Where are those transmissions you intercepted? WHAT have you DONE with those plans? ","[holding Captain Antilles off the floor, the Captain's feet are dangling at Vader's knees]","We intercepted no transmissions... ","[gasps]","... This is a consular ship... We're on a - ","[chokes]","diplomatic mission... ","If this is a consular ship, WHERE is the ambassador? ","[Antilles dies before he can answer, and Vader throws the man's body against the wall, narrowly missing 2 stormtroopers]","Commander, tear this ship apart until you find those plans! And bring me all passengers, I want them ALIVE!  ","[R2-D2 and Chewbacca are playing the holographic game aboard the Millennium Falcon]","Aaaaaaaaaaaaaaaarrrgh! ","He made a fair move. Screaming about it can't help you. ","Let him have it. It's not wise to upset a Wookiee. ","But sir, nobody worries about upsetting a droid. ","That's 'cause droids don't pull people's arms out of their sockets when they lose. Wookiees are known to do that. ","Chewbacca:","I see your point, sir. I suggest a new strategy, R2: let the Wookiee win. ","Not a bad bit of rescuing, huh? You know, sometimes I amaze even myself. ","That doesn't sound too hard.  ","Your powers are weak, old man. ","You can't win, Darth. If you strike me down, I shall become more powerful than you could possibly imagine. ","The Force will be with you, always. ","[X-wings are approaching Death Star]","Look at the *size* of that thing! ","Cut the chatter, Red 2. Accelerate to attack speed. ","We've analyzed their attack, sir, and there is a danger. Should I have your ship standing by? ","Evacuate?  In our moment of triumph? I think you overestimate their chances. ","You know, between his howling and your blasting everything in sight, it's a wonder the whole station doesn't know we're here. ","Bring 'em on, I'd prefer a straight fight to all this sneaking around. ","Where did you dig up that old fossil? ","Ben is a great man.  ","Yeah, great at getting us into trouble. ","Is there anything I can do? ","Not unless you can alter time, speed up the harvest or teleport me off this rock. ","I'm not such a bad pilot myself. ","In my experience, there's no such thing as luck. ","Hey Biggs, I told you I'd make it someday. ","It'll be like old times, Luke. They'll never stop us.  ","Master Luke, sir. Pardon me for asking, but what should R2 and I do if we're discovered here? ","Lock the door. ","And hope they don't have blasters. ","That isn't very reassuring. ","Have you seen Luke this morning? ","He said that he had some things to do before he started, so he left early. ","Did he take those two new droids with him? ","I think so. ","Well, he'd better have those units in the South Ridge repaired by midday, or there'll be hell to pay. ","[zeroing in on Luke's fighter]","[one of Vader's wing-men explodes]","Darth Vader:","Han Solo:","[the Millenium Falcon appears]","Tie Fighter pilot:","[Han fires again, the second fighter collides with Vader's, sending him careening away]","You're all clear, kid, now let's *blow* this thing and go home! ","[Luke fires, the torpedoes dive down the exhaust port; the Millenium Falcon leads the remaining rebel ships away as the Death Star explodes]","They let us go. It was the only reason for the ease of our escape. ","Easy?  You call that easy? ","They're tracking us. ","Not this ship, sister. ","At least the information in R2 is still intact. ","What's so important? What's he carrying? ","The technical readouts of that battle station. I only hope that when the data's analyzed a weakness can be found. It's not over yet. ","This will be a day long remembered. It has seen the end of Kenobi, it will soon see the end of the Rebellion. ","What are you doing hiding back there? ","It wasn't my fault, sir, please don't deactivate me. I told him not to go, but he's faulty, malfunctioning. Kept babbling on about his mission.  ","[as the garbage compactor closes in]","One thing's for sure, we're all gonna be a lot thinner. ","I've just about had enough of you. Go that way. You'll be malfunctioning within a day, you near-sighted scrap pile. And don't let me catch you following me begging for help because you won't get it. ","[a group of Stormtroopers have found the escape pod]","Someone *was* in the pod. The tracks go off in this direction. ","[holding up a ring of metal]","That malfunctioning little twirp, this is all his fault. ","Perhaps she would respond to an alternative form of persuasion.  ","What do you mean? ","I think it is time we demonstrated the full power of this station. Set your course for Alderaan. ","[Darth Vader enters Princess Leia's cell, followed by a sinister looking interrogation droid]","And now, your highness, we will discuss the location of your hidden rebel base... ","What kept you? ","We outran some old friends. ","Governor Tarkin:","They've just made the jump into hyperspace.  ","You're sure the homing beacon is secure aboard their ship? I'm taking an awful risk, Vader. This had better work. ","Darth Vader. Only you could be so bold. The Imperial Senate will not sit still for this. When they hear you've attacked a diplomatic...  ","Don't act so surprised, Your Highness. You weren't on any mercy mission this time.  Several transmissions were beamed to this ship by rebel spies. I want to know what happened to the plans they sent you. ","I don't know what you're talking about. I am a member of the Imperial Senate on a diplomatic mission to Alderaan... ","You are part of the Rebel Alliance and a traitor! Take her away! ","I knew there was more to you than money! ","[Han, Luke, Leia and Chewie land in the trash compactor]","Garbage chute.  Really wonderful idea. What an incredible smell you've discovered! Let's get out of here! Get away from there... ","No, wait...! ","[Han draws his laser pistol and fires at the hatch. The laser bolt ricochets wildly around the small room. Everyone dives for cover in the garbage as the bolt finally explodes]","Will you forget it? I already tried it. It's magnetically sealed! ","Put that thing away, you're gonna get us all killed! ","Absolutely, Your Worship. Look, I had everything under control until you led us down here! Now it's not going to take them long to figure out what happened to us.  ","It could be worse. ","[Garbage creature growls]","It's worse. ","[a group of Stormtroopers are chasing Han Solo and Chewbacca down a corridor]","Close the blast doors! ","[the doors shut just after Han and Chewie run through the doorway, locking the Stormtroopers out]","Open the blast doors! Open the blast doors! ","[Luke and Leia are about to swing over the hole - Leia gives Luke a kiss]","Princess Leia:","I got a problem here. My converter's running wild. ","Eject! ","I can hold it. Gimme more room to run. ","You're too low. Pull up! ","No, I'm all right... ","[death scream]","[Porkins' fighter explodes from a turbolaser crossfire]","Looks like you've managed to cut off our only escape route. ","Maybe you'd like it back in your cell, your highness. ","[Han is chasing some Stormtroopers]","He certainly has courage...  ","Yeah, but what good will it do us if he gets himself killed? Come on! ","[Luke and Leia run off in the opposite direction]","[first title cards]","A long time ago in a galaxy far, far away... ","It is a period of civil war. Rebel spaceships, striking from a hidden base, have won their first victory against the evil Galactic Empire. During the battle, Rebel spies managed to steal secret plans to the Empire's ultimate weapon, the Death Star, an armored space station with enough power to destroy an entire planet.  Pursued by the Empire's sinister agents, Princess Leia races home aboard her starship, custodian of the stolen plans that can save her people and restore freedom to the galaxy... ","[first lines]","Did you hear that? They shut down the main reactor. We'll be destroyed for sure. This is madness. ","[last lines]","You must repair him! Sir, if any of my circuits or gears will help, I'll gladly donate them. ","He'll be all right.  ","[Luke is practicing lightsaber drills against a remote]","Good against remotes is one thing. Good against the living, that's something else. ","Jabba, you're a wonderful human being. ","Great shot, kid, that was one in a million! ","You don't believe in the Force, do you? ","Kid, I've flown from one side of this galaxy to the other, and I've seen a lot of strange stuff, but I've never seen *anything* to make me believe that there's one all-powerful Force controlling everything. 'Cause no mystical energy field controls *my* destiny. It's all a lot of simple tricks and nonsense. ","[Attack warning alarms are sounding throughout the Death Star and stormtroopers, officers & technicians are running to their posts. An Imperial officer is trying to find Darth Vader & eventually finds him calmly walking down a hall towards the hangar bay]","We count 30 Rebel ships, Lord Vader, but they're so small they're avoiding our turbo lasers!  ","We'll have to destroy them ship to ship. Get the crews to their fighters. ","[the officer turns to carry out the order while Vader continues towards the hangar bay]","[Vader has reached the hangar bay where his personal Tie Advanced x1 is housed, as alarms continue to wail. He meets 2 Imperial pilots heading for the same hangar & addresses them]","Several fighters have broken off from the main group. Come with me!  ","[the pilots follow Vader to the hangar]","And I am C-3PO, human-cyborg relations.  And this is my counterpart R2D2. ","[as the ships approach]","They're coming in too fast! ","No, my father didn't fight in the Clone Wars. He was a navigator on a spice freighter. ","That's what your uncle told you. He didn't hold with your father's ideals; he felt he should've stayed here and not gotten involved. ","You fought in the Clone Wars? ","Yes. I was once a Jedi knight, the same as your father. ","I wish I'd known him. ","He was the best star pilot in the galaxy, and a cunning warrior. I understand that you've become quite a good pilot yourself. ","[sorrowfully]","And he was a good friend. ","Sure hope the old man got that tractor beam out of commission, or this is gonna be a real short trip. Okay, hit it! ","Your eyes can deceive you; don't trust them. ","There'll be no escape for the princess this time. ","What the hell are you doing? ","Well somebody has to save our skins. Into the garbage, fly-boy! ","Can't get out that way. ","Looks like you've managed to cut off our only escape route.  ","Maybe you'd like it back in your cell, your Highness. ","Stay sharp. There's two more coming in. They're gonna try and cut us off. ","Why don't you outrun them? I thought you said this thing was fast! ","Watch your mouth, kid, or you're gonna find yourself floating home! We'll be safe enough once we make the jump to hyperspace.  Besides, I know a few maneuvers. We'll lose 'em. ","[the ship shudders as an explosion flashes outside the window]","Here's where the fun begins. ","How long before you can make the jump to light speed? ","It'll take a few moments to get the coordinates from the navi-computer. ","[the ship begins to rock violently as lasers hit it]","Are you kidding? At the rate they're gaining...? ","Traveling through hyperspace ain't like dusting crops, boy! Without precise calculations we could fly right through a star, or bounce too close to a supernova and that'd end your trip real quick, wouldn't it.  ","[notices a flashing light]","We're losing a deflector shield. Go strap yourselves in. I'm going to make the jump to light speed. ","[And so they do]","R2D2 where are you? ","[pointing a blaster at Han]","[Huttese]","Going somewhere, Solo? ","Yes, Greedo. As a matter of fact, I was just going to see your boss. ","[taking a seat]","Tell Jabba that I've got his money. ","Its too late. You should have paid him when you had the chance. Jabba put a price on your head so large, every bounty hunter will be looking for you. I'm lucky I found you first. ","Yeah, but this time, I've got the money. ","If you give it to me, I might forget I found you. ","I don't have it WITH me. ","[he slowly draws out his blaster while they talk]","Tell Jabba... ","Jabba's through with you. He has no time for smugglers who drop their shipments at the first sign of an imperial cruiser. ","Even I get boarded sometimes. Do you think I have a choice. ","You can tell that to Jabba. He may only take your ship. ","Over my dead body. ","That's the idea. I've been looking forward to this for a long time. ","Yes, I bet you have. ","[Han shoots Greedo. Everyone in the Cantina stares at Han and the now dead Greedo who's lying on the table. He gets up]","Sorry about the mess. ","[he says to the Bartender as he leaves]","Luke! Take these two over to the garage will you, I want them cleaned up before dinner. ","But I was going into Tosche Station to pick up some power converters! ","You can waste time with your friends when your chores are done. ","Luke! Take these two over to the garage will ya? I want 'em cleaned up before dinner ","But I was going into Tosche Station to pick up some power converters! ","You can waste time with your friends when your chores are done. Now, come on. Get to it.  ","[after hiding from the stormtroopers on the Millennium Falcon]"]
